Repository: mzx-699/Giz
Catalog: Mower_Pro/MOWOX/*.lproj/Localizable.strings
Languages: bg, es, fr, lt, pl, pt, sk_sk, sv_se

# confail
source: connect failed
bg: Неусп.конф.
es: La conexión falló
fr: échec de la connexion
lt: prisijungimas pavyko
pl: konfiguracja niepowiodła się
pt: Conexão falhou
sk_sk: pripojenie úspešné
sv_se: anslutningen misslyckades

# consucc
source: Connected
bg: Усп.конф.
es: Conexión exitosa
fr: connexion réussite
lt: prisijungti nepavyko
pl: konfiguracja powiodła się
pt: Conectado com êxito
sk_sk: pripojenie neúspešné
sv_se: anslutningen lyckades

# disconnect
source: bluetooth disconnected
bg: прекъсни връзка
es: desconectar
fr: déconnecter
lt: atjungti
pl: rozłącz
pt: desconectar
sk_sk: Odpojenie
sv_se: koppla från

source: Input old PIN code
bg: Въведи стария PIN код
es: Introduzca el PIN antiguo
fr: Saisir l'ancien code PIN
lt: įvesti seną PIN kodą
pl: Wprowadź stary kod PIN
pt: Insira o código PIN antigo
sk_sk: Zadajte starý PIN kód
sv_se: Ange gamla PIN-kod

source: Input new PIN code
bg: Въведи новия PIN код
es: Introduzca el PIN nuevo
fr: Saisir le nouveau code PIN
lt: įvesti naują PIN kodą
pl: Wprowadź nowy kod PIN
pt: Insira o novo código PIN
sk_sk: Zadajte nový PIN kód
sv_se: Ange ny PIN-kod

source: 4 numbers
bg: 4 цифри
es: 4 dígitos
fr: Saisir 4 chiffres
lt: 4 skaičiai
pl: 4 cyfry
pt: 4 números
sk_sk: 4 čísla
sv_se: ange 4 nummer

source: Repeat new PIN code
bg: Повтори новия PIN код
es: Repita el PIN nuevo
fr: Saisir à nouveau le code PIN
lt: pakartoti naują PIN kodą
pl: Powtóz nowy kod PIN
pt: Repita o novo código PIN
sk_sk: Znova zadajte nový PIN kód
sv_se: Upprepa ny PIN-kod

source: Mow in the rain
bg: косене в дъжд
es: Segar en lluvia
fr: Tondre sous la pluie
lt: pjauti lietui lyjant
pl: Koszenie w deszczu
pt: Cortar à chuva
sk_sk: Kosenie v daždi
sv_se: Klippa i regn

source: Yes
bg: ДА
es: SÍ
fr: OUI
lt: TAIP
pl: TAK
pt: SIM
sk_sk: ÁNO
sv_se: JA

source: NO
bg: НЕ
fr: NON
lt: NE
pl: NIE
pt: NÃO
sk_sk: NIE
sv_se: NEJ

source: Boundary cut
bg: Косене с граници
es: Corte del límite
fr: Limite en périphérique
lt: kraštų pjovimas
pl: Granica cięcia
pt: Corte de limite
sk_sk: Kosenie pri okrajoch
sv_se: Gränsklippning

source: Date
bg: Дата
es: Fecha
lt: data
pl: Data
pt: Data
sk_sk: Dátum
sv_se: Datum

source: Time
bg: Час
es: Hora
fr: Heure
lt: laikas
pl: Czas
pt: Hora
sk_sk: Čas
sv_se: Tid

source: Language setting
bg: Език
es: Ajuste de idioma
fr: Paramètres de la langue
lt: Kalbų nustatymas
pl: Ustawienia języka
pt: Definição de idioma
sk_sk: Nastavenie jazyka
sv_se: Språk inställning

source: Time setting
bg: Време
es: Ajuste de la hora
fr: Paramètres de l'heure
lt: Laiko nustatymai
pl: Ustawienia czasu
pt: Definição de hora
sk_sk: Nastavenie času
sv_se: Tidsinställning

source: Working time setting
bg: Настр. на време
es: Ajuste de la hora de funcionamiento
fr: Paramètres du temps de travail
lt: Darbo laiko nustatymai
pl: Ustawienia czasu pracy
pt: Definição de tempo útil
sk_sk: Nastavenie pracovného času
sv_se: Inställning av arbetstid

source: Robot setting
bg: Настройки на робота
es: Ajuste del robot
fr: Paramètres Robot
lt: Roboto nustatymai
pl: Ustawienia robota
pt: Definição de robô
sk_sk: Nastavenie robota
sv_se: Robot inställning

source: PIN setting
bg: PIN настройки
es: Ajuste de PIN
fr: Paramètres du code PIN
lt: Pin kodo nustatymai
pl: Ustawienia PIN
pt: Definição de PIN
sk_sk: Nastavenie PIN
sv_se: PIN-inställning

source: Start
bg: Старт
es: Comenzar
fr: Démarrer
lt: Startas
pt: Iniciar

source: Stop
bg: Стоп
es: Parar
fr: Arrêter
pt: Parar
sv_se: Sluta

source: Alert
bg: Предупреждения
es: Alertas
lt: perspėjimai
pl: Alerty
pt: Alertas
sk_sk: Upozornenia
sv_se: Meddelanden

source: setting
bg: Настройки
es: Ajuste
fr: Paramètres
lt: Nustatymai
pl: Ustawienia
pt: Definição
sk_sk: Nastavenie
sv_se: Inställning

source: Setting
bg: Настройки
es: Ajuste
fr: Paramètres
lt: Nustatymai
pl: Ustawienia
pt: Definição
sk_sk: Nastavenie
sv_se: Inställning

source: Connect bluetooth
bg: Свържи Bluetooth
es: Conectar Bluetooth
fr: Connecter le Bluetooth
lt: Prisijungti prie bluetooth
pl: Połącz Bluetooth
pt: Conectar bluetooth
sk_sk: Pripojenie bluetooth
sv_se: Anslut Bluetooth

source: Control the Robot
bg: Управ. Робота
es: Controlar el robot
fr: Contrôler Robot
lt: Kontroliuoti Robotą
pl: Połącz Robota
pt: Controlar o robô
sk_sk: Ovládanie robota
sv_se: Kontrollera roboten

source: Connected device
bg: Свързани устройства
es: Dispositivo conectado
fr: Appareil connecté
lt: Prijungti prietaisą
pl: Podłączone urządzenie
pt: Dispositivo conectado
sk_sk: Pripojené zariadenie
sv_se: Ansluten enhet

source: No device
bg: Няма устройства
es: No hay dispositivos
fr: Aucun appareil
lt: be prietaiso
pl: Brak urządzenia
pt: Nenhum dispositivo
sk_sk: Žiadne zariadenie
sv_se: Ingen enhet

source: Available devices
bg: Налични устройства
es: Dispositivos disponibles
fr: Appareils disponibles
lt: pasiekiami prietaisai
pl: Dostępne urządzenia
pt: Dispositivos disponíveis
sk_sk: Dostupné zariadenia
sv_se: Tillgängliga enheter

source: (please choose RobotMower_DYM)
bg: (изберете RobotMower_DYM)
es: (elija RobotMower_DYM)
fr: (veuillez choisir RobotMower_DYM)
lt: (prašome pasirinkti RobotMower_DYM)+Q77
pl: (proszę wybrać RobotMower_DYM)
pt: (por favor escolha RobotMower_DYM)
sk_sk: (prosím zvoľte RobotMower_DYM)
sv_se: (var god välj RobotMower_DYM)

source: Information
bg: Информация
es: Información
lt: Informacija
pl: Informacja
pt: Informação
sk_sk: Informácie

source: Robot status
bg: Състояние на Робота
es: Estado del robot
fr: Statut du Robot
lt: Roboto padėtis
pl: Status robota
pt: Estado do robô
sk_sk: Status robota

source: Update Robot’s Firmware
bg: Актуал. фърмуер на Робота
es: Actualizar el firmware del robot
fr: Mettre à jour le micrologiciel du Robot
lt: Roboto padėtis
pl: Zaktualizuj oprogramowanie robota
pt: Atualizar o firmware do robô
sk_sk: Aktualizácia firmware robota
sv_se: Uppdatera Robotens firmware

source: Please input PIN code
bg: Въведете PIN код
es: Introduzca el código PIN
fr: Veuillez entrer le code PIN
lt: prašome įvesti PIN kodą
pl: Wprowadź kod PIN
pt: Por favor introduza o código PIN
sk_sk: Prosím zadajte PIN kód
sv_se: Var god ange PIN-kod

source: Cancel
bg: Отказ
es: Cancelar
fr: Annuler
lt: atšaukti
pl: Anuluj
pt: Cancelar
sk_sk: Zrušiť
sv_se: Avbryt

source: Confirm
bg: Потвърди
es: Confirmar
fr: Confirmer
lt: Patvirtinti
pl: Potwierdź
pt: Confirmar
sk_sk: Potvrdiť
sv_se: Bekräfta

source: Your robot's firmware version:
bg: Версия на фърмуе на робота
es: Versión del firmware de su robot:
fr: Version du micrologiciel de votre Robot:
lt: Jūsų Roboto programinės įrangos versija
pl: Wersja oprogramowania robota:
pt: Versão de firmware do seu robô:
sk_sk: Verzia vášho firmware vášho robota:
sv_se: Din robots firmwareversion:

source: Latest robot's firmware version:
bg: Последен фърмуер на робота
es: Última versión del firmware del robot:
fr: Dernière version du micrologiciel du Robot:
lt: naujausia Roboto programinė įranga
pl: Najnowsza wersja oprogramowania robota:
pt: Versão de firmware mais recente do robô:
sk_sk: Najnovší firmware robota
sv_se: Senaste robotens firmwareversion:

source: Please press Key "2"(Boot Mode,2-Update firmware) on the robot's keyboard to start the updating.
bg: Натисни бутон "2"(Boot режим,2-актуал.фърмуер) на клавиатурата за да започне актуал.
es: Presione la tecla "2" (Modo de arranque, 2- Actualizar firmware) en el teclado del robot para iniciar la actualización.
fr: Veuillez appuyer sur la touche "2" (mode de démarrage, 2-Mise à jour le micrologiciel) du clavier du Robot pour lancer la mise à jour.
lt: prašome paspausti ant Raktas "2( Įkrovos režimas, 2 - atnaujinti programinę įrangą ) ant roboto klaviatūros, kad pradėti atnaujinimą.
pl: Naciśnij przycisk "2"(Tryb uruchamiania, 2-Aktualizacja oprogramowania) na klawiaturze robota, aby rozpocząć aktualizację.
pt: Por favor, prima a tecla "2" (Modo de arranque, 2-Atualizar firmware) no teclado do robô para iniciar a atualização.
sk_sk: Pre začiatok aktualizácie stlačte tlačidlo "2" ( režim spustenia, 2-aktualizácia firmware ) na klávesnici robota.
sv_se: Tryck på tangent "2" (Boot-läge, 2 - uppdatera firmware) på robotens tangentbord för att starta uppdateringen.

source: Done
bg: Готово
es: Listo
fr: Terminé
lt: Atlikta
pl: Gotowe
pt: Concluído
sk_sk: Hotovo
sv_se: Klar

source: Bluetooth connected
bg: Bluetooth е свързан
es: Bluetooth conectado
fr: Bluetooth connecté
lt: Prisijungta prie Bluetooth
pl: Bluetooth połączony
pt: Bluetooth conectado
sk_sk: Bluetooth pripojené
sv_se: Bluetooth ansluten

source: Robot on lawn
bg: Робота е на тревата
es: Robot en el césped
fr: Robot sur la pelouse
lt: Robotas ant vejos
pl: Robot na trawniku
pt: Robô na relva
sk_sk: Robot na trávniku
sv_se: Robot på gräsmatta

source: Back to station
bg: Обратно към станцията
es: Volver a la base
fr: Retour à la station
lt: Sugrįžti atgal į pradinę padėtį
pl: Powrót do stacji
pt: Voltar para a estação
sk_sk: Späť do stanice
sv_se: Tillbaka till stationen

source: Robot on station
bg: Робота е на станцията
es: Robot en la base
fr: Robot sur la station
lt: Robotas pradinėje padėtyje
pl: Robot w stacji
pt: Robô na estação
sk_sk: Robot v stanici
sv_se: Robot i stationen

source: Go to work
bg: Започни работа
es: Ir a trabajar
fr: Effectuer un travail
lt: Pradėti darbą
pl: Idź do pracy
pt: Ir trabalhar
sk_sk: Začať s kosením
sv_se: Börja jobba

source: Battery capacity
bg: Капацитет на батерията
es: Capacidad de la batería
fr: Capacité de la batterie
lt: Akumuliatoriaus galingumas
pl: Pojemność baterii
pt: Capacidade da bateria
sk_sk: Kapacita batérie
sv_se: Batterikapacitet

source: Robot control
bg: Управл. на робота
es: Control del robot
fr: Contrôle du Robot
lt: Roboto kontrolė
pl: Sterowanie robotem
pt: Comando do robô
sk_sk: Ovládanie robota
sv_se: Robotstyrning

source: Robot Control
bg: Управл. на робота
es: Control del robot
fr: Contrôle du Robot
lt: Roboto kontrolė
pl: Sterowanie Robotem
pt: Comando do robô
sk_sk: Ovládanie robota
sv_se: Robotstyrning

source: Bluetooth not connected
bg: Bluetooth не е свързан
es: Bluetooth no conectado
fr: Bluetooth non connecté
lt: neprisijungta prie bluetooth
pl: Bluetooth nie jest podłączony
pt: Bluetooth não conectado
sk_sk: Bluetooth nie je pripojené
sv_se: Bluetooth är inte ansluten

source: Incorrect PIN code length
bg: Неправилна дължина на PIN кода
es: Longitud de código PIN incorrecta
fr: Longueur incorrecte du code PIN
lt: Neteisingas PIN kodo ilgis
pl: Niepoprawna długość kodu PIN
pt: Comprimento incorreto do código PIN
sk_sk: Nesprávna dĺžka PIN kódu
sv_se: Fel PIN-kodslängd

source: Incorrect PIN code
bg: Неправилен PIN код
es: Código PIN incorrecto
fr: Code PIN incorrect
lt: Neteisingas PIN kodas
pl: Niepoprawny kod PIN
pt: Código PIN incorreto
sk_sk: Nesprávny PIN kód
sv_se: Felaktig PIN-kod

source: Monday's time set wrong
bg: Понеделник: грешно зададено време
es: Hora del lunes mal establecida
fr: L'heure du lundi est fausse
lt: Pirmadienio laikas nustatytas neteisingai
pl: Czas w poniedziałek niepoprawnie ustawiony
pt: A hora de segunda-feira está errada
sk_sk: Nastavenie času pre pondelok je nesprávne
sv_se: Måndagens tid fel inställd

source: Tuesday's time set wrong
bg: Вторник: грешно зададено време
es: Hora del martes mal establecida
fr: L'heure du mardi est fausse
lt: Antradienio laikas nustatytas neteisingai
pl: Czas we wtorek niepoprawnie ustawiony
pt: A hora de terça-feira está errada
sk_sk: Nastavenie času pre utorok je nesprávne
sv_se: Tisdagens tid satt fel

source: Wednesday's time set wrong
bg: Сряда: грешно зададено време
es: Hora del miércoles mal establecida
fr: L'heure du mercredi est fausse
lt: Trečiadienio laikas nustatytas neteisingai
pl: Czas w środę niepoprawnie ustawiony
pt: A hora de quarta-feira está errada
sk_sk: Nastavenie času pre stredu je nesprávne
sv_se: Onsdagens tid fel inställd

source: Thursday's time set wrong
bg: Четвъртък: грешно зададено време
es: Hora del jueves mal establecida
fr: L'heure du jeudi est fausse
lt: Ketvirtadienio laikas nustatytas neteisingai
pl: Czas w czwartek niepoprawnie ustawiony
pt: A hora de quinta-feira está errada
sk_sk: Nastavenie času pre štvrtok je nesprávne
sv_se: Torsdagens tid fel inställd

source: Friday's time set wrong
bg: Петък: грешно зададено време
es: Hora del viernes mal establecida
fr: L'heure du vendredi est fausse
lt: Penktadienio laikas nustatytas neteisingai
pl: Czas w piątek niepoprawnie ustawiony
pt: A hora de sexta-feira está errada
sk_sk: Nastavenie času pre piatok je nesprávne
sv_se: Fredagens tid fel inställd

source: Saturday's time set wrong
bg: Събота: грешно зададено време
es: Hora del sábado mal establecida
fr: L'heure du samedi est fausse
lt: Šeštadienio laikas nustatytas neteisingai
pl: Czas w sobotę niepoprawnie ustawiony
pt: A hora de sábado está errada
sk_sk: Nastavenie času pre sobotu je nesprávne
sv_se: Lördagens tid fel inställd

source: Sunday's time set wrong
bg: Неделя: грешно зададено време
es: Hora del domingo mal establecida
fr: L'heure du dimanche est fausse
lt: Sekmadienio laikas nustatytas neteisingai
pl: Czas w niedzielę niepoprawnie ustawiony
pt: A hora de domingo está errada
sk_sk: Nastavenie času pre nedeľu je nesprávne
sv_se: Söndagens tid fel inställd

source: PinCode restrictions 4 digits
bg: PIN код приема само 4
es: Restricción código PIN 4 dígitos
fr: Restrictions à 4 chiffres du code PIN
lt: Pin kodo apribojimai 4
pl: Ograniczenie kodu PIN do 4 cyfr
pt: Restrição de 4 dígitos do código PIN
sk_sk: Obmedzeniu PIN kódu na 4 čísla
sv_se: PIN-kod begränsat till 4 siffror

source: OldPinCode ERROR
bg: ГРЕШКА в стария PIN код
es: Error del código PIN antiguo
fr: ERREUR de l'ancien code PIN
lt: Seno PIN kodo klaida
pl: BŁĄD starego kodu PIN
pt: Erro do código PIN antigo
sk_sk: CHYBA starého PIN
sv_se: Gammal PIN-kod FEL

source: Two input is inconsistent
bg: Не съвпадат
es: Dos entradas inconsistentes
fr: Deux entrées sont incohérentes
lt: 2 įvedimai nesuderinami
pl: Wartości są niespójne
pt: Duas entradas são inconsistentes
sk_sk: Dve zadané informácie nesúhlasia
sv_se: Två inmatningar är inkonsekventa

source: Please check if Bluetooth is turned on in the control center
bg: Проверете дали Bluetooth е включен от настройки
es: Compruebe si el Bluetooth está activado en el centro de control
fr: Vérifier que le Bluetooth est activé dans le centre de contrôle
lt: Prašome patikrinti ar Bluetooth funkcija yra įjungta ant kontroliuojamo prietaiso
pl: Sprawdź, czy funkcja Bluetooth jest włączona w centrum sterowania
pt: Por favor, verifique se o Bluetooth está ligado no centro de controlo
sk_sk: Skontrolujte, či je v ovládacom centre zapnutý bluetooth
sv_se: Kontrollera om Bluetooth är påslagen i kontrollcentret

source: Set pincode wrong
bg: Зададен грешен PIN код
es: Código PIN establecido incorrectamente
fr: Code PIN mal défini
lt: PIN kodas įvestas neteisingai
pl: Ustawiony kod PIN jest niepoprawny
pt: Código PIN definido errado
sk_sk: Nastavenie PIN kódu nesprávne
sv_se: PIN-kod inställd fel

source: Distribution network
bg: Разпределителна мрежа
es: Red de distribución
fr: Réseau de distribution
lt: Paskirstymo tinklas
pl: Sieć dystrybucyjna
pt: Código PIN definido errado
sk_sk: Distribučná sieť
sv_se: Distributionsnät

source: Device
bg: Устройство
es: Dispositivo
fr: Appareil
lt: Prietaisas
pl: Urządzenie
pt: Dispositivo
sk_sk: Zariadenie
sv_se: Enhet

source: Connected Device
bg: Свързано устройство
es: Dispositivo conectado
fr: Appareil connecté
lt: Prijungiamas prietaisas
pl: Podłączone urządzenie
pt: Dispositivo conectado
sk_sk: Pripojené zariadenie
sv_se: Ansluten enhet

source: Pull-down refresh
bg: Дръпни надолу за опресняване
es: Tire hacia abajo para actualizar
fr: Tirer vers le bas pour rafraîchir
lt: Pastatyti atnaujinimui
pl: Rozciągnij odświeżanie
pt: Puxe para baixo para atualizar
sk_sk: Obnovte potiahnutím nadol
sv_se: Drag ned för att uppdatera

source: Release refresh
bg: Пусни за опресняване
es: Suelte para actualizar
fr: Relâcher pour rafraîchir
lt: Atleisti
pl: Puść odświeżanie
pt: Liberte para atualizar
sk_sk: Obnovte pustením
sv_se: Släpp för att uppdatera

source: Loading
bg: Зареждане
es: Cargando
fr: Chargement
lt: Kraunama
pl: Ładowanie
pt: A carregar
sk_sk: Načítavanie
sv_se: Laddar

source: Add your gateway soon!
bg: Добавете вашата gateway в скоро време!
es: Añada su entrada pronto
fr: Ajouter prochainement votre passerelle!
lt: Atrasti tinklų sąsają
pl: Dodaj swoją ścieżkę!
pt: Adicione o seu gateway em breve!
sk_sk: Čím skôr pridajte bránu!
sv_se: Lägg till din gateway snart!

source: Add GateWay
bg: Добавяне на gateway
es: Añadir entrada
fr: Ajouter une passerelle
lt: Pridėti prie tinklų sąsajos
pl: Dodaj ścieżkę
pt: Adicionar GateWay
sk_sk: Pridať bránu
sv_se: Lägg till GateWay

source: Next
bg: Напред
es: Siguiente
fr: Suivant
lt: Kitas
pl: Następny
pt: Próximo
sk_sk: Ďalej
sv_se: Nästa

source: Hours
bg: Часове
es: Horas
fr: Heures
lt: valandos
pl: Godziny
pt: Horas
sk_sk: Hodiny
sv_se: Timmar

source: Update
bg: Актуализация
es: Actualizar
fr: Mettre à jour
lt: Atnaujinti
pl: Aktualizacja
pt: Atualizar
sk_sk: Aktualizácia
sv_se: Uppdatera

source: success
bg: успешно
es: éxito
fr: Succès
lt: Pavykti
pl: powodzenie
pt: com êxito
sk_sk: úspešné
sv_se: lyckades

source: error,again
bg: грешка, отново
es: error,otra vez
fr: erreur, réessayer
lt: klaida,bandyti dar kartą
pl: błąd, znowu
pt: erro,novamente
sk_sk: chyba,opakovať
sv_se: fel,försök igen

source: update succese
bg: успешна актуал.
es: actualización exitosa
fr: Mise à jour réussite
lt: atnaujinti pasisekimą
pl: aktualizacja powodzenie
pt: atualizado com êxito
sk_sk: aktualizácia úspešná
sv_se: uppdatering lyckades

source: Change password
bg: Смяна на парола
es: Cambiar contraseña
fr: Changer le mot de passe
lt: pakeisti slaptažodį
pl: Zmień hasło
pt: Mudar palava-passe
sk_sk: zmena hesla
sv_se: Ändra lösenord

source: 6-12 characters or numbers
bg: 6-12 букви или цифри
es: Entre 6 y 12 caracteres o números
fr: 6-12 caractères ou chiffres
lt: 6-12 simbolių arba skaičių
pl: 6-12 znaków lub cyfr
pt: 6-12 caracteres ou números
sk_sk: 6-12 znakov alebo čísiel
sv_se: 6-12 tecken eller siffror

source: Input Old Password
bg: Въведете старата парола
es: Introduzca la contraseña antigua
fr: Saisir l'ancien mot de passe
lt: įvesti seną slaptažodį
pl: Wprowadź stare hasło
pt: Insira a palavra-passe antiga
sk_sk: zadajte staré heslo
sv_se: Ange gammalt lösenord

source: Input New Password
bg: Въведете новата парола
es: Introduzca la nueva contraseña
fr: Saisir un nouveau mot de passe
lt: įvesti naują slaptažodį
pl: Wprowadź nowe hasło
pt: Insira a nova palavra-passe
sk_sk: zadajte nové heslo
sv_se: Ange nytt lösenord

source: Repeat New Password
bg: Повторно новата парола
es: Repita la nueva contraseña
fr: Saisir à nouveau le mot de passe
lt: pakartoti naują slaptažodį
pl: Powtórz nowe hasło
pt: Repita a nova palavra-passe
sk_sk: znova zadajte nové heslo
sv_se: Upprepa nytt lösenord

source: nodevice
bg: Няма устройство
es: no hay dispositivos
fr: Aucun appareil
lt: be prietaiso
pl: brak urządzenia
pt: nenhum dispositivo
sk_sk: žiadne zariadenie
sv_se: ingen enhet

source: Connection succeeded!
bg: Успешно свързване!
es: Conexión exitosa
fr: Connexion réussie!
lt: prisijungta!
pl: Połączenie powiodło się!
pt: Conectado com êxito
sk_sk: Pripojenie úspešné!
sv_se: Anslutning lyckades!

source: Connect new devices.
bg: Свържи ново устройства
es: Conectar dispositivos nuevos.
fr: Connecter de nouveaux appareils.
lt: prijungti naujus prietaisus
pl: Połącz nowe urządzenia.
pt: Conectar novos dispositivos.
sk_sk: Pripojte nové zaradenia.
sv_se: Anslut nya enheter.

source: Wi-Fi not connected
bg: Wi-Fi не е свързана
es: Wi-Fi no conectado
fr: Wi-Fi non connecté
lt: neprisijungta prie wifi
pl: Wi-Fi nie jest połączone
pt: Wi-Fi não conectado
sk_sk: Wi-FI nie je pripojené.
sv_se: Wi-Fi är inte ansluten

source: Change to Wi-Fi
bg: Превкл. на Wi-Fi
es: Cambiar a Wi-Fi
fr: Basculer sur le Wi-Fi
lt: pakeisti į wifi
pl: Zmień na Wi-Fi
pt: Alterar para Wi-Fi
sk_sk: Prepnúť na Wi-Fi
sv_se: Byt till Wi-Fi

source: Change to Bluetooth
bg: Превкл. на Bluetooth
es: Cambiar a Bluetooth
fr: Basculer sur le Bluetooth
lt: pakeisti į bluetooth
pl: Zmień na Bluetooth
pt: Alterar para Bluetooth
sk_sk: Prepnúť na Bluetooth
sv_se: Byt till Bluetooth

source: Connect Wi-Fi
bg: Свържи се с Wi-Fi
es: Conectar Wi-Fi
fr: Connecter le Wi-Fi
lt: prisijugti prie wifi
pl: Połącz z Wi-Fi
pt: Conectar ao Wi-Fi
sk_sk: Pripojte Wi-Fi
sv_se: Anslut Wi-Fi

source: Robot Connect
bg: Свързване на робота
es: Conexión del robot
fr: Connexion du Robot
lt: Roboto prijungimas
pl: Robot Połącz
pt: Robô Conectar
sk_sk: Pripojenie robota
sv_se: Robot anslutning

source: Wi-Fi disconnected
bg: Wi-Fi не е свързана
es: Wi-Fi desconectado
fr: Wi-Fi déconnecté
lt: atsijungta nuo wifi
pl: Wi-Fi odłączone
pt: Wi-Fi desconectado
sk_sk: Wi-Fi odpojené
sv_se: Wi-Fi kopplas bort

source: Wi-Fi connected
bg: Wi-Fi свързана
es: Wi-Fi conectado
fr: Wi-Fi connecté
lt: prisijugta prie wifi
pl: Wi-Fi połączone
pt: Wi-Fi conectado
sk_sk: Wi-Fi pripojené
sv_se: Wi-Fi ansluten

source: Add Router
bg: Добави рутер
es: Añadir rúter
fr: Ajouter un routeur
lt: pridėti maršrutizatorių
pl: Dodaj router
pt: Adicionar router
sk_sk: Pridajte router
sv_se: Lägg till routern

source: Configue Result
bg: Резултат от конфиг.
es: Resultado de la configuración
fr: Résultat de la configuration
lt: konfiguruoti rezultatą
pl: Rezultat konfiguracji
pt: Resultado da configuração
sk_sk: výsledok konfigurácie
sv_se: Konfiguerings resultat

source: SUCCESSFUL!
bg: УСПЕШНО!
es: ÉXITO
fr: RÉUSSI!
lt: pavyko!
pl: POWIODŁO SIĘ!
pt: Com êxito
sk_sk: ÚSPEŠNÉ
sv_se: LYCKADES!

source: I know
bg: Разбрах
es: Lo sé
fr: Je sais
lt: aš žinau
pl: Wiem
pt: Eu sei
sk_sk: Ja viem
sv_se: Jag vet

source: FAILED!
bg: НЕУСПЕШНО!
es: FALLÓ
fr: ÉCHEC!
lt: Nepavyko!
pl: NIE POWIODŁO SIĘ!
pt: FALHOU!
sk_sk: CHYBA!
sv_se: MISSLYCKADES!

source: Device Connection Successful
bg: Устройството е свързано
es: Conexión del dispositivo exitosa
fr: Connexion au périphérique réussie
lt: Prietaisas sėkmingai prijungtas
pl: Połączenie urządzenia powiodło się
pt: Ligação de dispositivo bem-sucedida
sk_sk: pripojenie zariadenia úspešné
sv_se: Enhetsanslutning lyckades

source: Secondary area setting
bg: Настройки за втора зона
es: Ajuste del área secundaria
fr: Réglage de la zone secondaire
lt: Aplinkos 2 nustatymai
pl: Ustawienie dodatkowego obszaru
pt: Definição da área secundária
sk_sk: nastavenie druhej zóny
sv_se: Andra områdesinställning

source: App software version:
bg: Софт. версия на прилож:
es: Versión del software de la aplicación:
fr: Version du programme d'application:
lt: APP programinės įrangos versija:
pl: Wersja oprogramowania aplikacji:
pt: Versão do software da aplicação:
sk_sk: Verzia software aplikácie:
sv_se: Appprogramvaruversion:

source: Robot software version
bg: Софт. версия на робота
es: Versión del software del robot
fr: Version du logiciel du robot
lt: Robot programinės įrangos versija
pl: Wersja oprogramowania robota
pt: Versão do software do robô
sk_sk: Verzia software robota
sv_se: Robot programvaruversion

source: Data sent successfully
bg: Успешно изпратено
es: Datos enviados con éxito
fr: Données envoyées avec succès
lt: Duomenys nusiųsti sėkmingai
pl: Dane przesłane pomyślnie
pt: Dados enviados com sucesso
sk_sk: Dáta úspešne odoslané
sv_se: Data skickat lyckades

source: Data transmission failed
bg: Неуспешно изпращане
es: La transmisión de datos falló
fr: Échec de la transmission des données
lt: Duomenų persiuntimas nepavyko
pl: Transmisja danych nie powiodła się
pt: Transmissão de dados falhou
sk_sk: Prenos dát zlyhal
sv_se: Datatransmission misslyckades
