Repository: mzx-699/Giz
Catalog: Mower_Pro/MOWOX/*.lproj/Localizable.strings
Languages: bg, es, fr, lt, pl, pt, sk_sk, sv_se

source: Please enter up to two digits
bg: Въведете не повече от 2 цифри
es: Introduzca hasta 2 dígitos
fr: Veuillez entrer deux chiffres max.
lt: Prašome įvesti iki dviejų skaitmenų
pl: Wprowadź maksymalnie dwie cyfry
pt: Por favor, insira até dois dígitos
sk_sk: Zadajte maximálne 2 čísla
sv_se: Ange upp till två siffror

source: Please enter up to three digits
bg: Въведете не повече от 3 цифри
es: Introduzca hasta 3 dígitos
fr: Veuillez entrer trois chiffres max.
lt: Prašome įvesti iki trijų skaitmenų
pl: Wprowadź maksymalnie trzy cyfry
pt: Por favor, insira até três dígitos
sk_sk: Zadajte maximálne 3 čísla
sv_se: Ange upp till tre siffror

source: Input cannot be greater than 500
bg: Не може да бъде повече от 500
es: El valor introducido no puede ser mayor que 500
fr: La valeur entrée ne doit pas être supérieure à 500
lt: Negali viršyti 500
pl: Wprowadzona wartość nie może przekroczyć 500
pt: A entrada não pode ser maior que 500
sk_sk: Vložené hodnota nesmie byť vyššia ako 500
sv_se: Inmatning får inte vara mer än 500

source: Refresh
bg: Опресняване
es: Actualizar
fr: Rafraîchir
lt: Perkrauti
pl: Odśwież
pt: Atualizar
sk_sk: Obnoviť
sv_se: Uppdatera

source: Device List
bg: Списък устройства
es: Lista de dispositivos
fr: Liste des appareils
lt: Prietaisų sąrašas
pl: Lista urządzeń
pt: Lista de dispositivos
sk_sk: Zoznam zariadení
sv_se: Enhetslista

source: Second area
bg: Втора зона
es: Segunda área
fr: Zone secondaire
lt: Aplinka 2
pl: Drugi obszar
pt: Área secundária
sk_sk: Druhá zóna
sv_se: Andra området

source: Area2_Per : ____ %
pl: Teren2_Pro:____ %
pt: Área2_Per: ____ %
sk_sk: Zóna2_Per:____ %

source: (The proportion of the second area in relation with the entire surface)
bg: (Пропорции на зона 2 спрямо цялата площ)
es: (Proporción de la segunda área en relación a toda la superficie)
fr: (Le pourcentage de la zone secondaire par rapport à la surface entière)
lt: (Aplinkos 2 proporcijos pagal visą paviršių)
pl: (Udział drugiego obszaru w stosunku do całej powierzchni)
pt: (A proporção da área secundária em relação a toda a superfície)
sk_sk: (Pomer druhej zóny k celej ploche)
sv_se: (Andelen av det andra området i förhållande till hela ytan)

source: Area2_Dis : ____ m
pl: Teren2_Dys:____ m
pt: Área2_Dis: ____ m

source: (The distance (in meters) that the robot needs to reach the second area)
bg: (Разстояние (в метри) от Робота до втората зона)
es: (La distancia (en metros) que necesita el robot para llegar a la segunda área)
fr: (La distance (en mètres) que le robot doit parcourir pour atteindre la zone secondaire)
lt: (Atstumas (metrais), kurio robotui reikia, norint pasiekti Aplinką 2)
pl: (Odległość (w metrach), którą robot musi osiągnąć, aby dotrzeć do drugiego obszaru)
pt: (A distância (em metros) que o robô precisa para alcançar a área secundária)
sk_sk: (vzdialenosť (v metroch), ktorú robot musí prejsť, aby dosiahol druhú zónu)
sv_se: (Avståndet (i meter) som roboten behöver nå det andra området)

source: Third area
bg: Трета зона
es: Tercera área
fr: Troisième zone
pl: Trzeci obszar
pt: Terceira área
sk_sk: Zóna3_Pomer
sv_se: Tredje området

source: Area3_Per : ____ %
pl: Teren3_Pro:____ %
pt: Área3_Per: ____ %
sk_sk: Zóna3_Per:____ %

source: (The proportion of the third area in relation with the entire surface)
bg: (Пропорции на зона 3 спрямо цялата площ)
es: (Proporción de la tercera área en relación a toda la superficie)
fr: (Le pourcentage de la troisième zone par rapport à la surface entière)
lt: (Aplinkos 3 proporcijos pagal visą paviršių)
pl: (Udział trzeciego obszaru w stosunku do całej powierzchni)
pt: (A proporção da terceira área em relação a toda a superfície)
sk_sk: (Pomer tretej zóny k celej ploche)
sv_se: (Andelen av det tredje området i förhållande till hela ytan)

source: Area3_Dis : ____ m
pl: Teren3_Dys:____ m
pt: Área2_Dis: ____ m
sk_sk: Zóna3_Dis : ____ m

source: (The distance (in meters) that the robot needs to reach the third area)
bg: (Разстояние (в метри) от Робота до третата зона)
es: (La distancia (en metros) que necesita el robot para llegar a la tercera área)
fr: (La distance (en mètres) que le robot doit parcourir pour atteindre la troisième zone)
lt: (Atstumas (metrais), kurio robotui reikia, norint pasiekti Aplinką 3)
pl: (Odległość (w metrach), którą robot musi osiągnąć, aby dotrzeć do trzeciego obszaru)
pt: (A distância (em metros) que o robô precisa para alcançar a terceira área)
sk_sk: (vzdialenosť (v metroch), ktorú robot musí prejsť, aby dosiahol tretiu zónu)
sv_se: (Avståndet (i meter) som roboten behöver nå det tredje området)

source: password
bg: парола
es: Contraseña
fr: Mot de passe
lt: Slaptažodis
pl: hasło
pt: palavra-passe
sk_sk: heslo
sv_se: Lösenord

source: Remember Password
bg: Запомни паролата
es: Recordar contraseña
fr: Se souvenir du mot de passe
lt: Prisiminti slaptažodį
pl: Zapamiętaj hasło
pt: Memorizar palavra-passe
sk_sk: Zapamätať heslo
sv_se: Kom ihåg lösenord

source: Sign In
bg: Вход
es: Iniciar sesión
fr: S'enregistrer
lt: Prisijungti
pl: Zaloguj się
pt: Iniciar sessão
sk_sk: Prihlásiť sa
sv_se: Logga in

source: Register
bg: Регистрация
es: Registrarse
fr: S'inscrire
lt: Prisiregistruoti
pl: Zarejestruj się
pt: Registar-se
sk_sk: Registrovať sa
sv_se: Registrera

source: Forget Password
bg: Забрави паролата
es: ¿Se le ha olvidado la contraseña?
fr: Ne pas se souvenir du mot de passe
lt: Pamiršote slaptažodį
pl: Zapomniałem hasła
pt: Esqueceu-se da palavra-passe
sk_sk: Zabudnuté heslo
sv_se: Glömt lösenord

source: Login failed
bg: Неуспешно влизане
es: Error de inicio de sesión
fr: Échec de la connexion
lt: Prisijungimas nepavyko
pl: Logowanie nie powiodło się
pt: Falha no Início de Sessão
sk_sk: Prihlásenie zlyhalo
sv_se: Inloggningen misslyckades

source: Reset message has been sent to your mailbox
bg: Изпратене имейл с връзка за нулиране.
es: El mensaje de restablecimiento se ha enviado a su buzón de correo.
fr: Un message de réinitialisation du mot de passe a été envoyé à votre boîte aux lettres.
lt: Nauja žinutė buvo išsiųsta į jūsų elektroninų paštą
pl: Wiadomość resetowania hasła została wysłana na twoją skrzynkę pocztową
pt: A mensagem de redefinição foi enviada para a sua caixa de correio
sk_sk: Resetovacia správa bola odoslaná do vašej emailovej schránky
sv_se: Återställnings meddelande har skickats till din brevlåda

source: Reset password mail failed to send
bg: Неуспешно изпращане на имейл за нулиране
es: No se pudo enviar el correo de restablecimiento de contraseña.
fr: Échec de l'envoi du message de réinitialisation du mot de passe.
lt: Naujo slaptažod-io elektroninis paštas neišsisiuntė
pl: Wysłanie wiadomości resetowania hasła nie powiodło się
pt: Envio do e-mail de redefinição da palavra-passe falhou
sk_sk: Reset hesla sa nepodarilo odoslať
sv_se: Återställnings lösenordet misslyckades med att skicka

source: repeat password
bg: Повторно въвеждане на парола
es: Repita la contraseña
fr: Entrer à nouveau votre mot de passe
lt: Pakartoti slaptažodį
pl: powtórz hasło
pt: repetir palavra-passe
sk_sk: zopakujte heslo
sv_se: Repetera lösenord

source: Registration successful
bg: Успешна регистрация
es: Registro exitoso.
fr: Inscription réussie
lt: Prisiregsitruoti pavyko
pl: Rejestracja powiodła się
pt: Registo bem sucedido
sk_sk: Registrácia úspešná
sv_se: Registrering lyckad

source: Registration failed
bg: Неуспешна регистрация
es: El registro falló.
fr: Échec de l'inscription
lt: Prisiregistruoti nepavyko
pl: Rejestracja nie powiodła się
pt: Falha no registo
sk_sk: Registrácia zlyhala
sv_se: Registreringen misslyckades

source: Please select a device or add a new one
bg: Изберете или добавете устройство
es: Seleccione un dispositivo o agregue uno nuevo.
fr: Veuillez sélectionner un appareil ou en ajouter un
lt: Prašome pasirinkti prietaisą arba pridėti naują
pl: Wybierz urządzenie lub dodaj nowe
pt: Selecione um dispositivo ou adicione um novo.
sk_sk: Vyberte zariadenie, alebo pridajte nové
sv_se: Var god välj en enhet eller lägg till en ny

source: delete
bg: изтриване
es: Borrar
fr: Supprimer
lt: Ištrinti
pl: usuń
pt: apagar
sk_sk: vymazať
sv_se: ta bort

source: Are you sure to delete ?
bg: Да се изтрие ли?
es: ¿Está seguro de que quiere borrar del dispositivo vinculado?
fr: Êtes-vous sûr de vouloir supprimer ?
pl: Czy na pewno chcesz usunąć?
pt: Tem a certeza que deseja apagar o dispositivo emparelhado?
sk_sk: Naozaj to chcete odstrániť?
sv_se: Är du säker på att ta bort?

source: log out
bg: изход
es: Cerrar sesión
fr: Déconnexion
lt: Atsijungti
pl: wyloguj
pt: Sair
sk_sk: odhlásiť sa
sv_se: logga ut

source: Add Robot
bg: Добави Робот
es: Añadir robot
fr: Ajoutez un robot
lt: Pridėti robotą
pl: Dodaj Robot
pt: Adicionar Robô
sk_sk: Pridať robot
sv_se: Lägg till robot

source: Verify connection to your Wi-Fi network,then enter the network name and password.
bg: Уверете се в наличието на Wi-Fi мрежа, и въведете име на мрежата и парола
es: Compruebe la conexión de su red Wi-Fi. A continuación, introduzca el nombre y contraseña de la red.
fr: Vérifiez la connexion à votre réseau Wi-Fi, puis entrez le nom du réseau et le mot de passe.
lt: Patikrinti prisijungimą prie WI-FI tinklo, tada įveskite naują tinklo pavadinimą ir slaptažodį
pl: Sprawdź połączenie z siecią Wi-Fi, a następnie wprowadź nazwę sieci i hasło.
pt: Verifique a conexão da sua rede Wi-Fi e insira o nome da rede e a palavra-passe.
sk_sk: Overte pripojenie k sieti Wifi a potom zadajte názov siete a heslo.
sv_se: Verifiera anslutningen till ditt Wi-Fi-nätverk och ange nätverksnamn och lösenord.

source: Make sure to use 2.4GHz Wi-Fi network.
bg: Използвайте 2.4GHz Wi-Fi мрежа.
es: Asegúrese de usar una red Wi-Fi de 2.4 GHz.
fr: Assurez-vous d'utiliser un réseau Wi-Fi de 2,4 GHz.
lt: Įsitikinkite, kad būtų naudojamas 2.4GHz Wi-Fi tinklas
pl: Upewnij się, że korzystasz z sieci Wi-Fi 2.4 GHz.
pt: Certifique-se de utilizar a rede Wi-Fi de 2,4 GHz.
sk_sk: Uistite sa, že používate sieť Wi-Fi 2,4 GHz.
sv_se: Se till att du använder 2,4 GHz Wi-Fi-nätverk.

source: Wi-Fi Password
bg: Парола за Wi-Fi
es: Contraseña de la Wi-Fi
fr: Mot de passe du Wi-Fi
lt: Wi-Fi Slaptažodis
pl: Hasło Wi-Fi
pt: Palavra-passe do Wi-Fi
sk_sk: Wifi heslo
sv_se: Wi-Fi-lösenord

source: 1.Turn on your Robot. 2.Move the cursor to"WIFI Setting",then press OK;the text Network Configuration……will appear. 3.Press the connection buttton and wait for the process to complete.
bg: 1. Включете Робота. 2.Преместете курсора на "Настройки за Wi-Fi", и натиснете ОК; ще се появи Конфигурация на мрежа.... 3.Натиснете бутона за свързване и изчакайте за успешно свързване.
es: 1. Encienda su robot. 2. Mueva el cursor a "Ajustes de Wi-Fi". A continuación, presione "Aceptar". El texto "Configuración de red…" aparecerá. 3. Presione el botón de conexión y espere a que el proceso se complete.
fr: 1. Allumez votre robot. 2.Déplacez votre curseur sur "Paramètres Wi-Fi", puis appuyez sur "OK". Le texte "Configuration du réseau…" s'affichera. 3.Appuyez sur le bouton de connexion et patientez jusqu'à la fin de la procédure.
lt: 1. Įjunkite Robotq 2. Perkelkite žymeklį prie Wi-Fi nustatymų ir paspauskite OK; pasirodys tekstas Network Configuration (Tinklo konfigūravimas). 3. Paspauskite yšio mygtuką ir palaukite, kol procesas bus baigtas.
pl: 1. Włącz swojego Robota. 2. Przesuń kursor na "Ustawienia WIFI", następnie kliknij OK.; pojawi się tekst Konfiguracja sieci ...... 3. Naciśnij przycisk połączenia i zaczekaj na zakończenie procesu.
pt: 1.Ligue o seu Robô. 2.Mova o cursor para "Configuração do WI-FI" e prima OK; o texto Configuração de rede …… será exibido. 3.Prima o botão Conectar e aguarde a conclusão do processo.
sk_sk: 1.Zapnite robota. 2.Presunujte kurzor na "Nastavenie WIFI " a potom stlačte OK, zobrazí sa text Konfigurácia siete ...... 3. Stlačte klávesnicu pripojenia a počkajte na dokončenie procesu.
sv_se: 1.Turnera på din robot. 2. Flytta markören till "WIFI-inställning ", tryck sedan på OK, texten Nätverkskonfiguration ...... kommer att visas. 3. Tryck på anslutningen mentton och vänta på att processen ska slutföras.

source: Connect
bg: Свързване
es: Conectar
fr: Se connecter
lt: Prisijungti
pl: Połącz
pt: Conectar
sk_sk: pripojiť
sv_se: Anslut

source: Jump prompt
bg: Изскачащ прозорец
es: Omitir aviso
fr: Message d'alerte
lt: Spartusis peršokimas
pl: Szybki przeskok
pt: Saltar aviso
sk_sk: Skoková výzva
sv_se: Hopp prompt

source: Connect hotspots “XPG-GAgent” in settings,Password:123456789
bg: Свързване с хотспот “XPG-GAgent” от Настройки, парола: 123456789
es: En ajustes, conéctese al punto de acceso "XPG-GAgent". La contraseña es: 123456789
fr: Connectez le point d'accès « XPG-Gagent » dans les paramètres, Mot de passe : 123456789
pl: W ustawieniach połącz się z hotspotem “XPG-GAgent”, Hasło:123456789
pt: Conecte o hotspot “XPG-GAgent” nas configurações, Palavra-passe: 123456789
sv_se: Anslut hotspots "XPG-GAgent" i inställningar, Lösenord: 123456789

source: Finish
bg: Завършване
es: Terminar
fr: Terminé
lt: Pabaigti
pl: Zakończ
pt: Concluir
sk_sk: Skončiť
sv_se: Avsluta

source: English
bg: английски
es: inglés
fr: Anglais
lt: Anglų
pl: angielski
pt: Inglês
sk_sk: Anglicky
sv_se: Engelska

source: German
bg: немски
es: alemán
fr: Nemecky
lt: Vokiečių
pl: niemiecki
pt: Alemão
sk_sk: Nemecky
sv_se: Tyska

source: Danish
bg: датски
es: danés
fr: Dánsky
lt: Danų
pl: duński
pt: Dinamarquês
sk_sk: Dánsky
sv_se: Danska

source: Czech
bg: чешки
es: checo
fr: Česky
lt: Čekų
pl: czeski
pt: Checo
sk_sk: Česky
sv_se: Tjeckiska

source: Slovak
bg: словашки
es: eslovaco
fr: Slovensky
lt: Slovakų
pt: Eslovaco
sk_sk: Slovensky
sv_se: Slovakiska

source: Polish
bg: полски
es: polaco
fr: Poľsky
lt: Lenkų
pl: polski
pt: Polaco
sk_sk: Poľsky
sv_se: Polska

source: Hungarian
bg: унгарски
es: húngaro
fr: Maďarsky
lt: Vengrų
pl: węgierski
pt: Húngaro
sk_sk: Maďarsky
sv_se: Ungerska

source: Russian
bg: руски
es: ruso
fr: Rusky
lt: Rusų
pl: rosyjski
pt: Russo
sk_sk: Rusky
sv_se: Ryska

source: French
bg: френски
es: francés
fr: Francúzsky
lt: Prancūzų
pl: francuski
pt: Francês
sk_sk: Francúzsky
sv_se: Franska

source: Bulgarian
bg: български
es: búlgaro
fr: Bulharský
lt: Bulgarų
pl: bułgarski
pt: Búlgaro
sk_sk: Bulharský
sv_se: Bulgariska

# Finnish
source: Suomi
bg: фински
es: finlandés
fr: Fínsky
lt: Suomių
pl: fiński
pt: Finlandês
sk_sk: Fínsky
sv_se: Finska

source: Dutch
bg: холандски
es: neerlandés
fr: Holandsky
lt: Olandų
pl: holenderski
pt: Holandês
sk_sk: Holandsky
sv_se: Holländska

source: Lithuanian
bg: литовски
es: lituano
fr: Litovský
lt: Lietuvių
pl: litewski
pt: Lituano
sk_sk: Litovský
sv_se: Litauiska

source: Romanian
bg: румънски
es: rumano
fr: Rumunsky
lt: Romėnų
pl: rumuński
pt: Romeno
sk_sk: Rumunsky
sv_se: Rumänska

source: Norwegian
bg: норвежки
es: noruego
fr: Nórsky
lt: Norvegų
pl: norweski
pt: Norueguês
sk_sk: Nórsky
sv_se: Norska

source: Portuguese
bg: португалски
es: portugués
fr: Portugalský
lt: Portugalų
pl: portugalski
pt: Português
sk_sk: Portugalský
sv_se: Portugisiska

source: Swedish
bg: шведски
es: sueco
fr: Švédsky
lt: Švedų
pl: szwedzki
pt: Sueco
sk_sk: Švédsky
sv_se: Svenska

source: Spanish
bg: испански
es: español
fr: Španielsky
lt: Ispanų
pl: hiszpański
pt: Espanhol
sk_sk: Španielsky
sv_se: Spanska

source: Italian
bg: италиански
es: italiano
fr: Taliansky
lt: Italų
pl: włoski
pt: Italiano
sv_se: Italienska

source: Please enter a number from 1 to 4
bg: Моля, въведете число от 1 до 4
es: Por favor ingrese un número del 1 al 4
fr: Veuillez entrer un nombre de 1 à 4
lt: Įveskite skaičių nuo 1 iki 4
pl: Wprowadź liczbę od 1 do 4
pt: Por favor, insira um número de 1 a 4
sk_sk: Zadajte číslo od 1 do 4
sv_se: Ange ett nummer från 1 till 4

source: Working hours are all 0
bg: Работното време е 0
es: Las horas de trabajo son todas 0
fr: Les heures de travail sont toutes 0
lt: Darbo laikas yra 0
pl: Wszystkie godziny pracy wynoszą 0
pt: As horas de trabalho são todas 0
sk_sk: Pracovný čas je 0
sv_se: Arbetstiden är alla 0

source: Battery Error
bg: Грешка в батерията
es: Error de batería
fr: Erreur de la batterie
lt: Akumuliariaus klaida
pl: Błąd baterii
pt: Erro de bateria
sk_sk: Chyba batérie
sv_se: Batterifel

source: Signal Error
bg: Грешка в сигнала за граници
es: Error de señal del límite
fr: Erreur du signal périphérique
lt: Krašto signalo klaida
pl: Błąd sygnału
pt: Erro de sinal do Limite
sk_sk: chyba hraničného signálu
sv_se: Gränssignalfel

source: Mower Lifted
bg: Повдигната косачка
es: Cortacésped levantado
fr: Tondeuse soulevée
lt: pakelta žoliapjovė
pl: Kosiarka podniesiona
pt: Cortador levantado
sk_sk: Kosačka nadvihnutá
sv_se: Gräsklipparen upplyft

source: Mower tilted
bg: Наклонена косачка
es: Cortacésped inclinado
fr: Tondeuse basculée
lt: palenkta žoliapjovė
pl: Kosiarka przechylona
pt: Cortador inclinado
sk_sk: Kosačka je naklonená
sv_se: Gräsklipparen lutad

source: Rolling over
bg: Обърната косачка
es: Cortacésped dando la vuelta
fr: Tondeuse retournée
lt: Žoliapjovė rieda per
pl: Przewrócenie się
pt: Cortador deitado
sk_sk: Kosačka je prevrátená
sv_se: Gräsklipparen har vält

source: Mower trapped
bg: Заседнала косачка
es: Cortacésped atrapado
fr: Tondeuse coincée
lt: Užstrigusi žoliapjovė
pl: Kosiarka zablokowana
pt: Cortador preso
sk_sk: Kosačka zaseknutá
sv_se: Gräsklipparen har fastnat

source: Motor over current
bg: Свръхток на мотора
es: Motor sobrecorriente
fr: Surtension du moteur
lt: Variklis per srovę
pl: Silnik nad prądem
pt: Sobrecarga do motor
sk_sk: nadprúd motora
sv_se: Gräsklipparen i vatten

source: Motor Fault
bg: Грешка в мотора
es: Fallo del motor
fr: Défaut du moteur
lt: Variklio blogas padavimas
pl: Usterka silnika
pt: Falha do motor
sk_sk: Chyba motora
sv_se: Motorfel

source: Bat Temp.abnormal
bg: Неправ. темп. на батерията
fr: Température de la batterie anormale
lt: Akumuliatoriaus temperatūra neįprasta
pl: Temperatura baterii
pt: Temperatura da bateria anormal
sk_sk: Teplota batérie
sv_se: Batteritemperaturen är onormal

source: PCB Over temperature
bg: превишена темп. на печатна платка
es: PCB sobrecalentada
fr: Surchauffe des PCB
lt: PCB virš temperatūros
pl: Nadmierna temperatura PCB
pt: PCB sobreaquecido
sk_sk: prehriate PCB
sv_se: PCB hög temperatur

source: Errors that do not exist
bg: Грешки, които не съществуват
es: Errores que no existen
fr: Surchauffe des PCB
lt: Nėra klaidų
pl: Błędy, które nie istnieją
pt: Erros que não existem
sk_sk: Chyby, ktoré neexistujú
sv_se: Fel som inte existerar

source: Time of robot
bg: Време на машината
es: Tiempo de maquina
fr: Temps de machine
lt: Mašinos laikas
pl: Czas maszyny
pt: Maskinens tid
sk_sk: čas stroja
sv_se: Maskinens tid

source: Walk Motor
bg: Разходка с мотор
es: Motor de paseo
fr: Moteur de marche
lt: Pėsčiųjų variklis
pt: Motor De Caminhada
sk_sk: Motor pre chodcov

source: Blade Motor
bg: Косачен механизъм
es: Motor de la cuchilla
fr: Moteur de lame
lt: Peili$ variklis
pl: Zespół tnący
pt: Motor da Lâmina
sk_sk: Motor nožov
sv_se: Bladmotor

source: Robot Work
bg: Работа с робот
es: Trabajo de robot
fr: Travail de robot
lt: Robotas
pl: Praca z robotem
pt: Trabalho de Robô
sk_sk: Práca s robotom
sv_se: Robotarbete

source: Day
bg: Ден
es: Día
fr: Jour
lt: Diena
pl: Dzień
pt: Dia
sk_sk: Deň
sv_se: Dag

source: Work time
bg: Време на работа
es: Tiempo de trabajo
fr: Temps travail
lt: Darbo laikas
pl: Czas pracy
pt: Tempo de trabalho
sk_sk: Pracovná doba
sv_se: Arbetstid

source: Mowing
bg: Косенето
es: Siega
fr: Fauchage
lt: Šienavimas
pl: Kośba
pt: Roçada
sk_sk: žacie
sv_se: klippning

source: Along boundary
bg: По границата
es: A lo largo del límite
fr: Le long de la limite
lt: Išilgai sienos
pl: Wzdłuż granicy
pt: Ao longo do limite
sk_sk: Pozdĺž hranice
sv_se: Längs gränsen

source: Stopped
bg: Спряна
es: Detenido
fr: Arrêté
lt: Sustojo
pl: Zatrzymany
pt: Parado
sk_sk: zastavený
sv_se: stoppad

source: In station
bg: В гара
es: En la estación
fr: En gare
lt: Stotyje
pl: Na stacji
pt: Na estação
sk_sk: Na stanici
sv_se: I station

source: Blade Using Time
bg: Срок на употреба - остриета
es: Duración cuchillas
fr: Durée de fonc-tionnement de la lame
lt: Geležč. veik. l.
pl: Czas pracy ostrzy
pt: Tempo de funcionamento lâminas
sk_sk: Doba chodu čepelí
sv_se: Livslängd knivar

source: Reset Time
bg: Рестартирай времето
es: Restablecer tiempo
fr: Réinitialiser le temps
lt: Laiko atstata
pl: Zresetować czas
pt: Repor o tempo
sk_sk: Vynulovanie času
sv_se: Nollställa tiden

source: Are you sure?
bg: Сигурен ли си?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
lt: Ar tu tuo tikras?
pl: Jesteś pewny?
pt: Você tem certeza?
sk_sk: Si si istý?
sv_se: Är du säker?

source: Error Memory
bg: Памет за грешки
es: Memoria fallos
fr: Mémoire d'erreurs
lt: Klaidų saug.
pl: Pamięć błędów
pt: Memória de erros
sk_sk: Pamäť chýb
sv_se: Störningsminne

source: Time Statistics
bg: Статистики на косачката
es: Estadística cortac
fr: Statistiques
lt: Pjovimo statist.
pl: Statystyka
pt: Estat. corta-rel.
sk_sk: Kosačka-štatistiky
sv_se: Klippn.statistik

source: Multi-Area-Mowing
bg: Мултиначална точка
es: Punto inicio múlt.
fr: Plusieurs points départ
lt: Daug. pradž. tšk.
pl: Kilka punktów startowych
pt: Ponto inic. múlt.
sk_sk: Bod multi startu
sv_se: Multi-startpunkt

source: Mon
bg: По
es: Lu
fr: Lu
lt: P
pl: Pon.
pt: Seg
sk_sk: Po
sv_se: Må

source: Tue
bg: Вт
es: Ma
fr: Ma
lt: A
pl: Wt.
pt: Ter
sk_sk: Ut
sv_se: Ti

source: Wed
bg: Ср
es: Mi
fr: Me
lt: T
pl: Śr.
pt: Qua
sk_sk: St
sv_se: On

source: Thu
bg: Че
es: Ju
fr: Je
lt: K
pl: Czw.
pt: Qui
sk_sk: Št
sv_se: To

source: Fri
bg: Пе
es: Vi
fr: Ve
lt: Pn
pl: Pt.
pt: Sex
sk_sk: Pi
sv_se: Fr

source: Sat
bg: Съ
es: Sá
fr: Sa
lt: Š
pl: Sob.
pt: Sáb
sk_sk: So
sv_se: Lö

source: Sun
bg: Не
es: Do
fr: Di
lt: S
pl: Nd.
pt: Dom
sk_sk: Ne
sv_se: Sö

source: Are you sure to back to station?
bg: Сигурни ли сте да се върнете към гарата?
es: Estás seguro de volver a la estación?
fr: Êtes-vous sûr de retourner à la gare?
lt: Ar tikrai grįšite į stotį?
pl: Czy na pewno wrócisz na stację?
pt: Você tem certeza de voltar à estação?
sk_sk: Naozaj sa chcete vrátiť na stanicu?
sv_se: Är du säker på att gå tillbaka till stationen?

source: Are you sure to go to work?
bg: Сигурен ли сте да отидете на работа?
es: Estás seguro de ir a trabajar?
fr: Êtes-vous sûr d'aller travailler?
lt: Ar tikrai eini į darbą?
pl: Czy na pewno pójdziesz do pracy?
pt: Você tem certeza de ir trabalhar?
sk_sk: Naozaj chcete ísť do práce?
sv_se: Är du säker på att gå till jobbet?

source: e-mail
bg: имейл
es: Correo electrónico
lt: Elektroninis paštas
sv_se: e-post

source: OK
es: Aceptar
lt: Gerai
