Repository: mzx-699/Giz
Catalog: Giz_RowMower/MOWOX/*.lproj/Localizable.strings
Languages: cs, fi, hu, it, ru

source: Danish
cs: Dánština
fi: tanska
hu: Dán
it: Danese
ru: Датский

source: Czech
cs: Čeština
fi: tsekki
hu: Cseh
it: Ceco
ru: Чешский

source: Slovak
cs: Slovenština
fi: slovakki
hu: Szlovák
it: Slovacco
ru: Словакский

source: Polish
cs: Polština
fi: puola
hu: Lengyel
it: Polacco
ru: Польский

source: Hungarian
cs: Maďarština
fi: unkari
hu: Magyar
it: Ungherese
ru: Венгерский

source: Russian
cs: Ruština
fi: venäjä
hu: Orosz
it: Russo
ru: Русский

source: French
cs: Francouzština
fi: ranska
hu: Francia
it: Francese
ru: Французский

source: Bulgarian
cs: Bulharština
fi: bulgaria
hu: Bolgár
it: Bulgaro
ru: Болгарский

source: Finnish
cs: Finština
fi: suomi
hu: Finn
it: Finlandese
ru: Финский

source: Dutch
cs: Holandština
fi: hollanti
hu: Holland
it: Olandese
ru: Нидерландский

source: Lithuanian
cs: Litevština
fi: liettua
hu: Litván
it: Lituano
ru: Литовский

source: Romanian
cs: Rumunština
fi: romania
hu: Román
it: Rumeno
ru: Румынский

source: Norwegian
cs: Norština
fi: norja
hu: Norvég
it: Norvegese
ru: Норвежский

source: Portuguese
cs: Portugalština
fi: portugali
hu: Portugál
it: Portoghese
ru: Португальский

source: Swedish
cs: Švédština
fi: ruotsi
hu: Svéd
it: Svedese
ru: Шведский

source: Spanish
cs: Španělština
fi: espanja
hu: Spanyol
it: Spagnolo
ru: Испанский

source: Italian
cs: Italština
fi: italia
hu: Olasz
it: Italiano
ru: Итальянский

source: Please enter a number from 1 to 4
cs: Zadejte číslo od 1 do 4
fi: Anna numero 1-4
hu: Kérjük, adjon meg egy számot 1-től 4-ig
it: Si prega di inserire un numero da 1 a 4
ru: Пожалуйста, введите число от 1 до 4

source: Working hours are all 0
cs: Pracovní doba je 0
fi: Työajat ovat kaikki 0
hu: A munkaidő 0
it: Gli orari di lavoro sono tutti 0
ru: Рабочее время всего 0

source: Battery Error
cs: Chyba baterie
fi: Akkuvirhe
hu: Akkumulátorhiba
it: Errore della batteria
ru: Ошибка батареи

source: Signal Error
cs: Hraniční chyba signálu
fi: Rajasignaalivirhe
hu: Határjelzési hiba
it: Errore segnale limite
ru: Ошибка распознавания границы

source: Mower Lifted
cs: Sekačka se zdvihla
fi: Ruohonleikkuri nostettu
hu: A fűnyíró megemelkedett
it: Tosaerba sollevato
ru: Газонокосилка поднята

source: Mower tilted
cs: Zpráva naklonění sekačky
fi: Ruohonleikkuri kallistettu
hu: A fűnyíró megdőlt
it: Tosaerba inclinato
ru: Наклон газонокосилки

source: Rolling over
cs: Sekačka je převrácena
fi: Ruohonleikkuri kumossa
hu: A fűnyíró felborult
it: Tosaerba in movimento
ru: Газонокосилка перевернулась

source: Mower trapped
cs: Sekačka zachycena
fi: Ruohonleikkuri jumissa
hu: A fűnyíró elakadt
it: Tosaerba bloccato
ru: Газонокосилка застряла

source: Motor over current
cs: Přepětí proudu
fi: Ruohonleikkuri jumissa
hu: Túlfeszültség a motorban
it: Sovracorrente del motore
ru: Перегрев двигателя

source: Motor Fault
cs: Porucha motoru
fi: Moottorivika
hu: Motorhiba
it: Guasto al motore
ru: Сбой двигателя

source: Bat Temp.abnormal
cs: Abnormální teplota baterie
fi: Akun lämpötila
hu: Az akkumulátor hőmérséklete rendellenes
it: Temperatura della batteria anormale
ru: Перегрев батареи

source: PCB Over temperature
cs: PCB přehřáto
fi: PCB Ylilämpötila
hu: PCB túlhevülés
it: PCB surriscaldato
ru: Перегрев PCB

source: Errors that do not exist
cs: Chyby, které neexistují
fi: Virheitä, joita ei ole
hu: Nem létező hibák
it: Errori che non esistono
ru: Ошибки, которых не существует

source: Time of robot
cs: Doba stroje
fi: Koneen aika
hu: A gép ideje
it: Tempo della macchina
ru: Время машины

source: Walk Motor
cs: Motor chůze
fi: Kävele moottori
ru: Прогулочный мотор

source: Blade Motor
cs: Žací ústrojí
fi: Leikkurikoneisto
hu: Nyíró gépezet
it: Lavoro di taglio
ru: Режущий аппарат

source: Work time
cs: Pracovní doba
fi: Työaika
hu: Munkaidő
it: Tempo di lavoro
ru: Время работы

source: Day
cs: Den
fi: Päivä
hu: Nap
it: Giorno
ru: День

source: Robot Work
cs: Robot práce
fi: Robotti
hu: Robot munka
it: Lavoro robot
ru: Робот Работа

source: Mowing
cs: Sekání
fi: niitto
hu: Kaszálás
it: falciatura
ru: покос

source: Along boundary
cs: Podél hranice
fi: Rajan varrella
hu: A határ mentén
it: Lungo il confine
ru: Вдоль границы

source: Stopped
cs: Zastavil
fi: pysäytetty
hu: megállt
it: Fermato
ru: Остановился

source: In station
cs: Ve stanici
fi: Asemalla
hu: Az állomáson
it: In stazione
ru: На станции

source: Blade Using Time
cs: Doba chodu čepelí
fi: Terien käyttöaika
hu: Futamidő pengék
it: Durata lame
ru: Время хода лезвий

source: Reset Time
cs: Vynulování času
fi: Nollaa aika
hu: Időt visszaállítani
it: Resettare tempo
ru: Сброс времени

source: Are you sure?
cs: Jsi si jistá?
fi: Oletko varma?
hu: biztos vagy ebben?
it: Sei sicuro?
ru: Ты уверен?

source: Error Memory
cs: Úložiště chyb
fi: Virhemuisti
hu: hibamemória
it: Memoria errori
ru: Накопитель ошибок

source: Time Statistics
cs: Statistiky sekání
fi: Leikkuritilastot
hu: Nyíró-statisztikák
it: Statistiche tagliaerba
ru: Статистика косилки

source: Multi-Area-Mowing
cs: Multi-startpunkt
fi: Monta aloitusta
hu: multi-indít. pont
it: Punto di partenza multiplo
ru: Кошение Multi-Area

source: Mon
cs: Po
fi: ma
hu: Hé
it: Lu
ru: Пн.

source: Tue
cs: Út
fi: ti
hu: Ke
it: Ma
ru: Вт.

source: Wed
cs: St
fi: ke
hu: Sze
it: Me
ru: Ср.

source: Thu
cs: Čt
fi: to
hu: Csüt
it: Gi
ru: Чт.

source: Fri
cs: Pá
fi: pe
hu: Pé
it: Ve
ru: Пт.

source: Sat
cs: So
fi: la
hu: Szo
it: Sa
ru: Сб.

source: Sun
cs: Ne
fi: su
hu: Vas
it: Do
ru: Вс.

source: Are you sure to back to station?
cs: Jste si jisti, že se vrátíte na stanici?
fi: Haluatko varmasti takaisin asemalle?
hu: Biztos, hogy vissza az állomásra?
it: Sei sicuro di tornare alla stazione?
ru: Вы уверены, что вернуться на станцию?

source: Are you sure to go to work?
cs: Jste si jisti, že jdete do práce?
fi: Menetkö varmasti töihin?
hu: Biztosan megy dolgozni?
it: Sei sicuro di andare a lavorare?
ru: Вы уверены, что идти на работу?
