Repository: mzx-699/Giz
Catalog: Giz_RowMower/MOWOX/*.lproj/Localizable.strings
Languages: cs, fi, hu, it, ru

source: confail
cs: Připojení selhalo
fi: Yhdistys epäonnistui
hu: csatlakozás sikertelen
it: connessione non riuscita
ru: соединение не удалось

source: consucc
cs: Úspěšné připojení
fi: Yhdistys onnistui
hu: csatlakozás sikeres
it: connessione riuscita
ru: соединение удалось

source: disconnect
cs: odpojit
fi: katkaise yhteys
hu: leválasztás
it: disconnetti
ru: отключить

source: Input old PIN code
cs: Vložte starý kód PIN
fi: Syötä vanha PIN-koodi
hu: Adja meg a régi PIN kódot
it: Inserisci il vecchio codice PIN
ru: Ввести старый PIN -код

source: Input new PIN code
cs: Zadejte nový kód PIN
fi: Syötä uusi PIN-koodi
hu: Adja meg az új PIN kódot
it: Inserisci un nuovo codice PIN
ru: Ввести новый PIN-код

source: 4 numbers
cs: 4 čísla
fi: 4 numeroa
hu: 4 szám
it: 4 numeri
ru: 4 цифры

source: numbers
cs: čísla
fi: numeroa
hu: szám
it: numeri
ru: цифры

source: Repeat new PIN code
cs: Opakujte nový kód PIN
fi: Toista uusi PIN-koodi
hu: Adja meg az új PIN kódot ismét
it: Ripeti il
ru: Повторить новый PIN -код

source: MOW in the rain
cs: sekat v dešti
fi: Ruohonleikkaus sateella
hu: Fűnyírás esőben
it: Falciare sotto la pioggia
ru: Стрижка под дождём

source: Yes
cs: ANO
fi: KYLLÄ
hu: IGEN
it: SÌ
ru: ДА

source: NO
cs: Ne
fi: EI
hu: NEM
ru: НЕТ

source: Boundary cut
cs: Hraniční řez
fi: Rajaleikkaus
hu: Szélvágás
it: Taglio di confine
ru: Стрижка по краям

source: Date
cs: Datum
fi: PVM
hu: Dátum
it: Data
ru: Дата

source: Time
cs: Čas
fi: Aika
hu: Idő
it: Ora
ru: Время

source: Language setting
cs: Nastavení jazyka
fi: Kieliasetus
hu: Nyelv beállítása
it: Impostazione della lingua
ru: Установка языка

source: Time setting
cs: Nastavení času
fi: Ajan asetus
hu: Idő beállítása
it: Impostazioni orario
ru: Установка времени

source: Working time setting
cs: Nastavení pracovní doby
fi: Työajan asetus
hu: Üzemidő beállítása
it: Impostazione dell'orario di lavoro
ru: Установка времени работы

source: Robot setting
cs: Nastavení robota
fi: Robotin asetus
hu: Robot beállítása
it: Impostazione del robot
ru: Настройка робота

source: PIN setting
cs: Nastavení PIN
fi: PIN-koodin asetus
hu: PIN kód beállítása
it: Impostazione del PIN
ru: Настройка PIN-кода

source: Start
fi: Aloitus
hu: Indítás
it: Inizio
ru: Старт

source: Stop
fi: Lopetus
hu: Leállítás
ru: Стоп

source: Alert
cs: Upozornění
fi: Hälyytykset
hu: Jelzések
it: Avvisi
ru: Тревога

source: setting
cs: Nastavení
fi: Asetus
hu: Beállítás
it: Impostazione
ru: Установка

source: Setting
cs: Nastavení
fi: Asetus
hu: Beállítás
it: Impostazione
ru: Установка

source: Connect bluetooth
cs: Připojte bluetooth
fi: Yhdistä Bluetooth
hu: Bluetooth csatlakoztatása
it: Connetti bluetooth
ru: Подключить блютуз

source: Control the robot
cs: Ovládejte robota
fi: Ohjaa robottia
hu: A robot vezérlése
it: Controlla il robot
ru: Управление роботом

source: Connected device
cs: Připojená zařízení
fi: Yhdistetty laite
hu: Csatlakoztatott eszköz
it: Dispositivo connesso
ru: Подключить устройство

source: No device
cs: Žádné zařízení
fi: Ei laitetta
hu: Nincs eszköz
it: Nessun dispositivo
ru: нет устройства

source: Available devices
cs: Dostupná zařízení
fi: Saatavilla olevat laitteet
hu: Elérhető eszközök
it: Dispositivi disponibili
ru: Доступные устройства

source: (please choose RobotMower_DYM)
cs: (prosím vyberte RobotMower_DYM)
fi: (valitse RobotMower_DYM)
hu: (válassza ezt: RobotMower_DYM)
it: (scegli RobotMower_DYM)
ru: пожалуйста, выберите Робот-газонокосилка_DYM)

source: Information
cs: Informace
fi: Info
hu: Információk
it: Informazione
ru: Информация

source: Robot status
cs: Stav robota
fi: Robotin tila
hu: A robot állapota
it: Stato del robot
ru: Статус робота

source: Update Robot's Firmware
cs: Aktualizujte firmware robota
fi: Päivitä robotin ohjelmisto
hu: A robot firmware-frissítése
it: Aggiorna il firmware del robot
ru: Обновить прошивку робота

source: Please input PIN code
cs: Zadejte prosím kód PIN
fi: Syötä PIN-koodi
hu: Adja meg a PIN kódot
it: Inserisci il codice PIN
ru: Введите PIN-код

source: Cancel
cs: Zrušit
fi: Peruutus
hu: Mégse
it: Annulla
ru: Отменить

source: Confirm
cs: Potvrdit
fi: Vahvista
hu: Jóváhagyás
it: Conferma
ru: Подтвердить

source: Done
cs: Hotovo
fi: Valmis
hu: Kész
it: Fatto
ru: Выполнено

source: English
cs: Angličtina
fi: englanti
hu: Angol
it: Inglese
ru: Английский

source: Bluetooth connected
cs: Blueetooth připojeno
fi: Bluetooth yhdistetty
hu: Bluetooth csatlakoztatva
it: Bluetooth connesso
ru: Блютуз подключён

source: Robot on lawn
cs: Robot na trávníku
fi: Robotti nurmikolla
hu: A robot a gyepen van
it: Robot sul prato
ru: Робот на газоне

source: Back to station
cs: Zpět na stanici
fi: Takaisin asemaan
hu: Vissza az indulóállomásra
it: Torna alla stazione
ru: Вернуться на док-станцию

source: Robot on station
cs: Robot na stanici
fi: Takaisin asemaan
hu: Robot az indulóállomáson
it: Robot alla stazione
ru: Робот на док-станции

source: Go to work
cs: Jít do práce
fi: Mene töihin
hu: Munka indítása
it: Inizia a lavorare
ru: Приступить к работе

source: Battery capacity
cs: Kapacita baterie
fi: Akun kapasiteetti
hu: Akkutöltöttség
it: Capacità della batteria
ru: Ёмкость батареи

source: Robot control
cs: Řízení robota
fi: Robotin ohjaus
hu: Robotvezérlés
it: Controllo robot
ru: Управление роботом

source: Robot Control
cs: Řízení Robota
fi: Robotin ohjaus
hu: Robotvezérlés
it: Controllo robot
ru: Управление роботом

source: Your robot's firmware version:
cs: Verze firmwaru vašeho robota:
fi: Robottisi ohjelmistoversio:
hu: A robot firmware verziója:
it: La versione del firmware del tuo robot:
ru: Версия прошивки Вашего робота:

source: Latest robot's firmware version:
cs: Nejnovější verze firmwaru robota:
fi: Robotin viimeisin ohjelmisto
hu: A robot legutóbbi firmware verziója:
it: Versione più recente del firmware del robot:
ru: Последняя версия прошивки робота

source: Please press Key "2"(Boot Mode,2-Update firmware) on the robot's keyboard to start.
cs: Pro spuštění aktualizace stiskněte klávesu "2 (Boot Mód, 2-Aktualizace firmwaru) na klávesnici robota.
fi: Paina "2" -painiketta (Uudelleenkäynnistys, 2-Päivitä ohjelmist) robotin näppäimistössä päivityksen käynnistämiseksi.
hu: A frissítés indításához nyomja meg a "2"gombot(Indítási mód,2-A firmware frissítése) a robot billentyűzetén.
it: Premi il tasto "2" (Modalità Boot, 2-Aggiorna firmware) sulla tastiera del robot per avviare l'aggiornamento.
ru: Нажмите кнопку"2"(режим загрузка,2-обновление прошивки) на клавиатуре робота, чтобы начать обновление.

source: Bluetooth not connected
cs: Bluetooth není připojeno
fi: Bluetooth ei yhdistetty
hu: A Bluetooth nem csatlakozik
it: Bluetooth non connesso
ru: Блютуз не подключён

source: Incorrect PIN code length
cs: Nesprávná délka kódu PIN
fi: Väärä PIN-koodin pituus
hu: Hibás PIN-kód
it: Lunghezza del codice PIN errata
ru: Неверная длина PIN-кода

source: Incorrect PIN code
cs: Nesprávný kód PIN
fi: Väärä PIN-koodi
hu: Hibás PIN-kód
it: Codice PIN errato
ru: Неверный PIN-код

source: Monday's time set wrong
cs: Pondělní čas je špatně nastaven
fi: Maanantain aika asetettu väärin
hu: A hétfői időbeállítás hibás
it: Errore nell’impostazione dell'orario di lunedì
ru: Неверная настройка времени на понедельник

source: Tuesday's time set wrong
cs: Úterní čas je špatně nastaven
fi: Tiistain aika asetettu väärin
hu: A keddi időbeállítás hibás
it: Errore nell’impostazione dell'orario di martedì
ru: Неверная настройка времени на вторник

source: Wednesday's time set wrong
cs: Středeční čas je špatně nastaven
fi: Keskiviikon aika asetettu väärin
hu: A szerdai időbeállítás hibás
it: Errore nell’impostazione dell'orario di mercoledì
ru: Неверная настройка времени на среду

source: Thursday's time set wrong
cs: Čtvrteční čas je špatně nastaven
fi: Torstain aika asetettu väärin
hu: A csütörtöki időbeállítás hibás
it: Errore nell’impostazione dell'orario di giovedì
ru: Неверная настройка времени на четверг

source: Friday's time set wrong
cs: Páteční čas je špatně nastaven
fi: Perjantain aika asetettu väärin
hu: A pénteki időbeállítás hibás
it: Errore nell’impostazione dell'orario di venerdì
ru: Неверная настройка времени на пятницу

source: Saturday's time set wrong
cs: Sobotní čas je špatně nastaven
fi: Lauantain aika asetettu väärin
hu: A szombati időbeállítás hibás
it: Errore nell’impostazione dell'orario di sabato
ru: Неверная настройка времени на субботу

source: Sunday's time set wrong
cs: Nedělní čas je špatně nastaven
fi: Sunnuntain aika asetettu väärin
hu: A vasárnapi időbeállítás hibás
it: Errore nell’impostazione dell'orario di domenica
ru: Неверная настройка времени на воскресенье

source: PinCode restrictions 4 digits
cs: PIN kód je omezen 4mi číslicemi
fi: PIN-koodin rajoitus 4
hu: A PIN kód korlátozásai
it: PinCode ristretto a 4 cifre
ru: PIN-код ограничен 4 цифрами

source: OldPinCode ERROR
cs: CHYBA PIN kód je starý
fi: Vanha PIN-koodi VIRHE
hu: A régi PIN kód hibás
it: ERRORE Vecchio Codice Pin
ru: ОШИБКА,старый PIN-код

source: Two input is inconsistent
cs: Dva vstupy jsou nekonzistentní
fi: Kaksi syöttöä ovat erilaiset
hu: A beírt kódok nem egyeznek
it: I due dati inseriti sono incoerenti
ru: Два недопустимых ввода

source: Please check if Bluetooth is turned on in the control center
cs: Zkontrolujte, zda je v řídícím centru zapnuto rozhraní Bluetooth
fi: Varmista, onko Bluetooth kytketty päällä ohjainkeskuksessa
hu: Ellenőrizze a vezérlőpanelen, hogy a Bluetooth be van-e kapcsolva
it: Si prega di verificare nel centro di controllo se Bluetooth è attivo
ru: Убедитесь, что блютуз на центре управления включён

source: Set pincode wrong
cs: Špatně nastavený kód PIN
fi: PIN-koodi asetettu väärin
hu: A megadott PIN kód hibás
it: Errore nell’impostazione del codice PIN
ru: Неверная установка PIN-кода

source: Distribution network
cs: Distribuční síť
fi: Levitysverkko
hu: Elosztási hálózat
it: Rete di distribuzione
ru: Распределительная сеть

source: Device
cs: Zařízení
fi: Laite
hu: Eszköz
it: Dispositivo
ru: Устройство

source: Available Device
cs: Dostupné zařízení
fi: Saatavilla oleva laite
hu: AElérhető eszköz
it: Dispositivo disponibile
ru: Доступное устройство

source: Connected Device
cs: Připojené zařízení
fi: Yhdistetty laite
hu: Csatlakoztatott eszköz
it: Dispositivo connesso
ru: Подключённое устройство

source: Pull-down refresh
cs: Swipněte dolů pro aktualizování
fi: Päivitä alas vetämällä
hu: A frissíítéshez húzza lefelé
it: Tira in basso per aggiornare
ru: Потяните вниз для обновления

source: Release refresh
cs: Obnovení aktualizace
fi: Päivitä irti päästämällä
hu: Engedje fel a frissítéshez
it: Rilascia per aggiornare
ru: Освободите, чтобы обновить

source: Loading
cs: Načítání
fi: Lataa
hu: Töltés
it: Caricamento in corso
ru: Загрузка

source: Add your gateway soon!
cs: Přidejte brzy svůj gateway!
fi: Lisää porttisi pian!
hu: Adja meg a használt átjárót
it: Aggiungi subito il tuo gateway!
ru: Добавьте выход на ближайшее время!

source: Add GateWay
cs: Přidat GateWay
fi: Lisää portti
hu: Átjáró hozzáadása
it: Aggiungi il GateWay
ru: Добавить выход

source: Next
cs: Další
fi: Seuraava
hu: Következő
it: Il prossimo
ru: Следующий

source: Hours
cs: Hodiny
fi: Tuntia
hu: Óra
it: Ore
ru: часы

source: Update
cs: Aktualizace
fi: Päivitys
hu: Frissítés
it: Aggiorna
ru: Обновить

source: success
cs: úspěch
fi: Onnistui
hu: sikeres
it: successo
ru: успешно

source: error,again
cs: chyba, znovu
fi: Virhe,uudelleen
hu: hiba, újra futtat
it: errore,nuovamente
ru: ошибка,повторите

source: update succese
cs: Úspěšně aktualizováno
fi: Vaihda salasana
hu: frissítés sikeres
it: aggiornamento riuscito
ru: Обновление удалось

source: Change password
cs: Změnit heslo
fi: Vaihda salasana
hu: Jelszó csere
it: Cambia la password
ru: Изменить пароль

source: 6-12 characters or numbers
cs: 6-12 znaků nebo čísel
fi: 6-12 kirjainta tai numeroa
hu: 6-12 karakter vagy
it: 6-12 caratteri alfanumerici
ru: 6-12 букв или цифр

source: Input Old Password
cs: Zadejte staré heslo
fi: Syötä vanha salasana
hu: Adja meg a régi jelszót
it: Inserisci la vecchia password
ru: Ввести старый пароль

source: Input New Password
cs: Zadejte nové heslo
fi: Syötä uusi salasana
hu: Adja meg az új jelszót
it: Inserisci la nuova password
ru: Ввести новый пароль

source: Repeat New Password
cs: Opakujte nové heslo
fi: Toista uusi salasana
hu: Adja meg az új jelszót ismét
it: Ripeti la nuova password
ru: Повторить новый пароль

source: nodevice
cs: žádné zařízení
fi: Ei laitetta
hu: Nincs eszköz
it: Nessun dispositivo
ru: нет устройства

source: Connection succeeded!
cs: Připojení bylo úspěšné!
fi: Yhdistys onnistui!
hu: Csatlakozás
it: Connessione riuscita!
ru: Соединение установлено!

source: Connect new devices.
cs: Připojte nová zařízení.
fi: Yhdistä uusi laite.
hu: Csatlakoztasson új eszközöket.
it: Connetti nuovi dispositivi.
ru: Подключить новое устройство

source: Wi-Fi not connected
cs: Wi-Fi není připojeno
fi: WiFi ei yhdistetty
hu: A wi-fi nem csatlakozik
it: Wi-Fi non connesso
ru: Wi-Fi не подключён

source: Change to Wi-Fi
cs: Přepnout na Wi-Fi
fi: Vaihda WiFi-yhteyteen
hu: Váltás wi-fire
it: Passa al Wi-Fi
ru: Перейти к Wi-Fi

source: Change to Bluetooth
cs: Přepnout na Bluetooth
fi: Vaihda Bluetooth-yhteyteen
hu: Váltás Bluetooth-ra
it: Passa a Bluetooth
ru: Перейти к блютузу

source: Connect Wi-Fi
cs: Připojte k Wi-Fi
fi: Yhdistä WiFiin
hu: Wi-fi csatlakoztatása
it: Connetti Wi-Fi
ru: Подключить Wi-Fi

source: Robot Connect
cs: Připojení robota
fi: Yhdistä robotti
hu: Robotc csatlakozás
it: Connetti Robot
ru: Подключить робот

source: Wi-Fi disconnected
cs: Wi-Fi je odpojeno
fi: WiFi-yhteys katkennut
hu: Wi-fi leválasztva
it: Wi-Fi scollegato
ru: Wi-Fi отключён

source: Wi-Fi connected
cs: Wi-Fi připojeno
fi: WiFi yhdistetty
hu: Wi-fi csatlakoztatva
it: Wi-Fi collegato
ru: Wi-Fi подключён

source: Add Router
cs: Přidat směrovač Internetu
fi: Lisää reititin
hu: Router hozzáadása
it: Aggiungi Router
ru: Добавить роутер

source: Configue Result
cs: Konfigurovat výsledek
fi: Konfiguroinnin tulos
hu: A konfigurálás eredménye
it: Risultato della configurazione
ru: Конфигурация результата

source: SUCCESSFUL!
cs: ÚSPĚŠNÉ!
fi: ONNISTUI!
hu: SIKERES!
it: RIUSCITO!
ru: УДАЛОСЬ!

source: I know
cs: Vím
fi: Tiedän
hu: Tudom
it: Lo so
ru: Я знаю

source: FAILED!
cs: NEÚSPĚŠNÉ!
fi: EPÄONNISTUI!
hu: SIKERTELEN!
it: NON RIUSCITO!
ru: НЕ УДАЛОСЬ!

source: Device Connection Successful
cs: Připojení zařízení bylo úspěšné
fi: Laitteen yhdistys onnistui
hu: Eszköz csatlakoztatása sikeres
it: Collegamento dispositivo completato
ru: Подключение устройства удалось

source: Secondary area setting
cs: Nastavení sekundární oblasti
fi: Toisen alueen asetus
hu: Másodlagos terület beállítása
it: Impostazione dell’area secondaria
ru: Настройка вторичной зоны

source: App software version:
cs: Verze softwaru aplikace:
fi: Sovelluksen ohjelmistoversio:
hu: Az alkalmazás szoftververziója:
it: Versione del software della App:
ru: Версия программного обеспечения приложения:

source: Robot software version
cs: Verze softwaru robota
fi: Robotin ohjelmistoversio
hu: A robot szoftververziója
it: Versione del software del robot
ru: Версия программного обеспечения робота

source: Data sent successfully
cs: Údaje byly úspěšně odeslány
fi: Tietojen lähetys onnistui
hu: Adatküldés sikeres
it: Invio dati completato
ru: Отправка данных удалась

source: Data transmission failed
cs: Přenos dat selhal
fi: Tietojen lähetys epäonnistui
hu: Adatátvitel sikertelen
it: Invio dati non riuscito
ru: Передача данных не удалась

source: Please enter up to two digits
cs: Zadejte prosím až dvě číslice
fi: Syötä enintään kaksi numeroa
hu: Legfeljebb két számjegyet adjon meg
it: Digita fino a due cifre
ru: Пожалуйста, введите максимум две цифры

source: Please enter up to three digits
cs: Zadejte prosím až tři číslice
fi: Syötä enintään kolme numeroa
hu: Legfeljebb három számjegyet adjon meg
it: Digita fino a tre cifre
ru: Пожалуйста, введите максимум три цифры

source: Input cannot be greater than 500
cs: Zadaná hodnota nemůže být větší než 500
fi: Arvo ei voi olla suurempi kuin 500
hu: Az érték nem lehet 500-nál magasabb
it: Il valore inserito non può essere maggiore di 500
ru: Вводимое число не должно превышать 500

source: Refresh
cs: Obnovit
fi: Lataa uudelleen
hu: Frissítés
it: Aggiorna
ru: Обновить

source: Device List
cs: Seznam zařízení
fi: Laitelista
hu: Eszközlista
it: Elenco dispositivi
ru: Список устройств

source: Second area
cs: Druhá oblast
fi: Toinen alue
hu: Második terület
ru: Вторая зона

source: (The proportion of the second area in relation with the entire surface)
cs: (Podíl druhé oblasti ve vztahu k celému povrchu)
fi: (Toisen alueen koko suhteessa koko pinta-alaan)
hu: (a második terület aránya a teljes területhez képest)
it: (Percentuale della seconda area sull’intera superficie)
ru: (Доля второй зоны по отношению ко всей поверхности)

source: (The distance (in meters) that the robot needs to reach the second area)
cs: (Vzdálenost (v metrech), kterou musí robot dostat do druhé oblasti)
fi: (Robotin etäisyys toisesta alueesta metreissä)
hu: (a távolság (méterben), amelyet a robotnak meg kell tennie a második területig)
it: (Distanza (in metri) che il robot deve percorrere fino alla seconda area)
ru: (Расстояние (в метрах), которое требуется роботу, чтобы доехать до второй зоны)

source: Third area
cs: Třetí oblast
fi: Kolmas alue
hu: Harmadik terület
ru: Третья зона

source: (The proportion of the third area in relation with the entire surface)
cs: (Podíl třetí oblasti ve vztahu k celému povrchu)
fi: (Kolmannen alueen koko suhteessa koko pinta-alaan)
hu: (a harmadik terület aránya a teljes területhez képest)
it: (Percentuale della terza area sull’intera superficie)
ru: (Доля третьей зоны по отношению ко всей поверхности)

source: (The distance (in meters) that the robot needs to reach the third area)
cs: (Vzdálenost (v metrech), kterou musí robot dosáhnout do třetí oblasti)
fi: (Robotin etäisyys kolmannesta alueesta metreissä)
hu: (a távolság (méterben), amelyet a robotnak meg kell tennie a harmadik területig)
it: (Distanza (in metri) che il robot deve percorrere fino alla terza area)
ru: (Расстояние (в метрах), которое требуется роботу, чтобы доехать до третьей зоны)

source: e-mail
fi: sähköposti
ru: электронный адрес

source: password
cs: heslo
fi: salasana
hu: jelszó
ru: пароль

source: Remember Password
cs: Pamatuj si heslo
fi: Muista salasana
hu: Jelszó megjegyzése
it: Ricorda la password
ru: Запомните пароль

source: Sign In
cs: Přihlásit se
fi: Kirjaudu sisään
hu: Bejelentkezés
it: Registrati
ru: Войти

source: Register
cs: Registrovat
fi: Rekisteröidy
hu: Regisztráció
it: Registra
ru: Зарегистрироваться

source: Forget Password
cs: Zapomenuté heslo
fi: Unohda salasana
hu: Elfelejtett jelszó
it: Password dimenticata
ru: Забыть пароль

source: Login failed
cs: Přihlášení selhalo
fi: Sisäänkirjautuminen epäonnistui
hu: Bejelentkezés sikertelen
it: Accesso non riuscito
ru: Вход не удался

source: Reset message has been sent to your mailbox
cs: Zpráva obnovení byla odeslána do vaší schránky
fi: Salasanan nollausviesti on lähetetty sähköpostiisi
hu: A jelszó visszaállításáról szóló üzenetet elküldtük az e-mail címére
it: Il messaggio di reset è stato inviato al tuo indirizzo email
ru: Сообщение о смене пароля было отправлено на ваш электронный адрес

source: Reset password mail failed to send
cs: Obnovené heslo se nepodařilo odeslat
fi: Salasanan nollausviestin lähetys epäonnistui
hu: A jelszó visszaállításáról szóló üzenetet elküldése sikertelen
it: Invio email di reimpostazione password non riuscito
ru: Не удалось отправить сообщение о смене пароля

source: repeat password
cs: zopakovat heslo
fi: toista salasana
hu: Jelszó megismétlése
it: ripeti la password
ru: Повторить ввод пароля

source: Registration successful
cs: Registrace byla úspěšná
fi: Rekisteröityminen onnistui
hu: Sikeres regisztráció
it: registrazione riuscita
ru: Регистрация выполнена успешно

source: Registration failed
cs: Registrace se nezdařila
fi: Rekisteröityminen epäonnistui
hu: Regisztráció sikertelen
it: Registrazione non riuscita
ru: Регистрация не удалась

source: Two passwords are different
fi: Salasanat eivät täsmää
hu: A jelszavak nem egyeznek
it: Le due password non coincidono

source: Please select a device or add a new one
cs: Dvě zadaná hesla se liší
fi: Valitse tai lisää laite
hu: Válasszon ki egy eszközt vagy adjon hozzá újat
it: Seleziona un dispositivo o aggiungine uno nuovo
ru: Пожалуйста, выберите устройство или добавьте новое

source: delete
cs: vymazat
fi: poista
hu: törlés
it: Elimina
ru: удалить

source: Are you sure to delete ?
cs: Opravdu chcete smazat?
fi: Oletko varma, että haluat poistaa?
hu: Biztosan törli ?
it: Sei sicuro di voler eliminare?
ru: Вы уверены, что хотите удалить подключённое устройство?

source: log out
cs: odhlásit se
fi: kirjaudu ulos
hu: kijelentkezés
it: esci
ru: Выйти

source: Add Robot
cs: Přidat Robot
fi: Lisää robotti
hu: Robot hozzáadása
it: Aggiungi robot
ru: Добавить робот

source: Verify connection to your Wi-Fi network,then enter the network name and password.
cs: Ověřte připojení k síti Wi-Fi a zadejte název sítě a heslo.
fi: Vahvista yhteys langattomaan verkkoon ja syötä sitten verkon nimi ja salasana
hu: Ellenőrizze a csatlakozást a Wifi-hálózattal, majd írja ba a hálózat nevét és a jelszót.
it: Verifica la connessione alla tua rete Wi-Fi, quindi inserisci il nome e la password della rete.
ru: Проверьте подключение вашей сети Wi-Fi, а затем введите название сети и пароль.

source: Make sure to use 2.4GHz Wi-Fi network.
cs: Ujistěte se, že používáte síť Wi-Fi 2,4 GHz.
fi: Varmista, että käytät 2.4GHz langatonta verkkoa
hu: Fontos, hogy 2,4GHz-es Wifi-hálózatot használjon.
it: Assicurati di utilizzare una rete Wi-Fi da 2,4GHz.
ru: Убедитесь, что используете сеть Wi-Fi 2,4ГГц.

source: Wi-Fi Password
cs: Heslo Wi-Fi
fi: Langattoman verkon salasana
hu: Wifi-jelszó
it: Password Wi-Fi
ru: Пароль Wi-Fi

source: 1.Turn on your Robot. 2.Move the cursor to"WIFI Setting",then press OK;the text Network Configuration……will appear. 3.Press the connection buttton and wait for the process to complete.
cs: 1.Zapněte svůj Robot. 2.Přesuňte kurzor na "Nastavení WIFI " a stiskněte OK, zobrazí se text Konfigurace sítě ...... 3.Připojte tlačítko a počkejte, až se proces dokončí.
fi: 1. Kytke robotti päälle 2. Siirrä kursori kohtaan "Langattoman yhteyden asetus" ja paina sitten OK. Teksti Verkon asetukset…...tulee näkyviin. 3.Paina yhdistä-painiketta ja odota, että prosessi on valmis.
hu: 1.Kapcsolja be a robotot. 2.Húzza a kurzort a"WIFI beállítása ponthoz", majd nyomja meg az OK-t;Ekkor megjelenik a Hálózat konfigurálása.... felirat. 3.Nyomja meg a csatlakozás gombot és várja meg, míg a folyamat befejeződik.
it: 1.Accendi il tuo robot. 2.Sposta il cursore su “Impostazioni WIFI ”, quindi premi OK, apparirà il testo Configurazione di rete ...... 3.Premi il tasto di collegamento e attendi il completamento del processo.
ru: 1. Включите робот. 2.Переведите курсор к"Настройки WIFI", затем нажмите OK; появится надпись Конфигурация сети …… . 3. Нажмите кнопку соединения и подождите, пока процесс не завершится.

source: Connect
cs: Připojit
fi: Yhdistä
hu: Csatlakozás
it: Collega
ru: Соединить

source: Jump prompt
cs: Ihned přeskočte
fi: Hyppää ohje
hu: Előugró felirat
it: Salta prompt
ru: Высвечивается подсказка

source: Connect hotspots “Robot_Mower” in settings
cs: Připojte hotspoty "Robot_Mower" v nastavení
fi: Yhdistä hotspot "Robot_Mower" asetuksissa
hu: Csatlakozzon a “Robot_Mower” nevű hotspotra
it: Collegare gli hotspot “Robot_Mower” nelle impostazioni
ru: Подключите точки доступа «Robot_Mower» в настройках

source: Finish
cs: Dokončit
fi: Lopeta
hu: Befejezés
it: Termina
ru: Завершить

source: German
cs: Němčina
fi: saksa
hu: Német
it: Tedesco
ru: Немецкий
